/* detail text for engagement list item */
"%@ & %@ — %@ ago" = "%1$@ & %2$@ — %3$@ sedan";

/* Chat time ago */
"%@ ago" = "%@ sedan";

/* Text for when a user/wing doesn't have ice breakers */
"%@ doesn't have any ice breakers." = "%@ har inga ice breakers. ";

/* Doubledate page - floating view that message already sent */
"%@ sent a message to %@ & %@ %@ ago." = "%1$@ skickade ett meddelande till %2$@ & %3$@ för %4$@ sedan.";

/* Feedback placeholder */
"%@, let us know what you think. Your feedback will help us improve DoubleDate." = "%@, låt oss veta vad du tycker. Vad gillar du? Vad ogillar du? Vad saknar du? Din feedback hjälper oss att göra DoubleDate mycket bättre ännu snabbare. ";

/* Chat page: warning - remaining time to chat (singular) */
"%d day to chat remaining" = "%d dag kvar att chatta";

/* Chat page: warning - remaining time to chat (plural) */
"%d days to chat remaining" = "%d dagar kvar att chatta";

/* AGE to AGE label. */
"%d to %d" = "%1$d till %2$d";

/* No comment provided by engineer. */
"Accept" = "Acceptera";

/* No comment provided by engineer. */
"Add an Ice Breaker" = "Lägg till Ice Breaker";

/* No comment provided by engineer. */
"Add an Interest" = "Lägg till intresse";

/* No comment provided by engineer. */
"Add an Optional Venue" = "Lägg till en plats";

/* Main text of no data in WINGS page */
"Add some of your friends to\nstart using DoubleDate." = "Lägg till några av dina vänner\ntill att börja använda DoubleDate.";

/* in reference to the number of interests you can add */
"Add up to %d more" = "Skapa %d intressen till";

/* Notifications no data detail text. */
"Add wings, create some dates,\n let's get this party started!" = "Lägg till vänner, skapa dejter,\nbörja gå ut & ha kul!";

/* Filter header for choosing range of ages */
"Age Range" = "Filtrera åldrar";

/* No comment provided by engineer. */
"Anytime" = "Närsomhelst";

/* No comment provided by engineer. */
"Are you sure that you would like to remove %@ from your wings?" = "Är du säker på att du vill ta bort %@ från dina vänner?";

/* Stopping chat from gear button */
"Are you sure you want to end this chat?" = "Är du säker på att du vill avsluta den här chatten?";

/* No comment provided by engineer. */
"Are you sure you want to ignore this invitation?" = "Är du säker på att du vill ignorera den här inbjudan?";

/* Stopping chat from ignore button */
"Are you sure you want to stop this chat?" = "Är du säker på att du vill avsluta den här chatten?";

/* No comment provided by engineer. */
"Are you sure?" = "Är du säker? ";

/* No comment provided by engineer. */
"At Night" = "Kvällstid";

/* No comment provided by engineer. */
"Authorizing" = "Godkänner";

/* No comment provided by engineer. */
"Back" = "Tillbaka";

/* No comment provided by engineer. */
"Basic Info" = "Basinformation";

/* Detailed text of no data in EXPLORE dates */
"Be first to create a DoubleDate\nnearby and earn %d coins." = "Bli först att skapa en DoubleDate\nhär och tjäna %d mynt.";

/* Add wing action sheet button */
"By SMS or iMessage" = "Via SMS/iMessage";

/* Cancel button of crop image UI */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancelled" = "Borttagen";

/* No comment provided by engineer. */
"Change Photo" = "Ändra Foto";

/* No comment provided by engineer. */
"Chat messages with other\nDoubleDaters will appear here" = "Meddelanden du skickar till\nandra på DoubleDate hamnar här.";

/* No comment provided by engineer. */
"Choose" = "Välj";

/* No comment provided by engineer. */
"Choose a location" = "Välj en stad";

/* Label for no city chosen in filter menu. */
"Choose a nearby city..." = "Välj en stad i närheten..";

/* No comment provided by engineer. */
"Choose a Package Below" = "Välj ett paket nedan";

/* Choose photo from library. */
"Choose a Photo" = "Välj ett Foto";

/* No comment provided by engineer. */
"Choose a Wing" = "Välj en kompis";

/* No comment provided by engineer. */
"Cities" = "Städer";

/* No comment provided by engineer. */
"Close" = "Stäng";

/* No comment provided by engineer. */
"Coins let you unlock upgrades and respond to incoming messages." = "Mynt används t ex för att besvara meddelanden. ";

/* No comment provided by engineer. */
"Coins never expire and we'll never automatically charge you for more." = "Mynt har inget \"utgångsdatum\" och vi kommer aldrig automatiskt debitera dig för mer. ";

/* No comment provided by engineer. */
"Control Freak? Get Specific." = "Kontrollfreak? Detaljera mer.";

/* No comment provided by engineer. */
"Create" = "Skapa";

/* No comment provided by engineer. */
"Create a DoubleDate" = "Skapa en DoubleDate";

/* DoubleDate is being created hud/status text */
"Creating" = "Skapar";

/* No comment provided by engineer. */
"Delete" = "Ta bort";

/* Deleting engagement on chat page */
"Deleting..." = "Tar bort..";

/* No comment provided by engineer. */
"Details" = "Detaljer";

/* Complete message after deleting chat view */
"Done" = "Klart";

/* Doubledate button on wing's profile page */
"DoubleDate with %@" = "DoubleDate med %@";

/* No comment provided by engineer. */
"DoubleDates" = "Mina DoubleDates";

/* No comment provided by engineer. */
"During the Day" = "Dagtid";

/* No comment provided by engineer. */
"Edit Profile" = "Ändra Profil";

/* No comment provided by engineer. */
"End Chat" = "Avsluta Chatt";

/* No comment provided by engineer. */
"Enter the bio" = "Fyll i beskrivning om dig själv. ";

/* The variables are the activity creator and wing, respectively. */
"Enter your message to %@ & %@. Here is your chance to be unique and make a good first impression." = "Skriv ett meddelande till %1$@ & %2$@. Här är din chans att vara unik & göra ett bra första intryck. Du kan bara skicka 1 meddelande tills dom svarar, så se till att göra det bra! ";

/* No comment provided by engineer. */
"Error" = "Error. Sorry :)";

/* Placeholder text for details of new DoubleDate. */
"Explain the details..." = "Ett par meningar är attraktivare än ett fåtal ord. Fånga någons intresse..";

/* No comment provided by engineer. */
"Explore %@" = "Dejta nära %@";

/* Feedback navigation title */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Fetching User" = "Hämtar person";

/* Text for filter doubledates button */
"Filter" = "Filter";

/* Title for filter doubledates view */
"Filter Results" = "Filtrerar Resultat";

/* No comment provided by engineer. */
"Finish" = "Klart";

/* Detailed text of no data in WINGS page */
"For every wing you add, you'll\nboth earn %d coins!" = "För varje kompis du lägger till\ntjänar ni båda %d mynt!";

/* No comment provided by engineer. */
"Friends" = "Vänner";

/* No comment provided by engineer. */
"Friends on DoubleDate" = "Vänner på DoubleDate";

/* Add wing action sheet button */
"From Facebook Friends" = "Via Facebook";

/* Text for get more coins button in coinbar. */
"Get More Coins" = "Skaffa mer mynt";

/* Welcome dialog button text */
"Get Started" = "Sätt igång!";

/* No comment provided by engineer. */
"GRAB A FRIEND • GO OUT • HAVE FUN" = "TA MED EN KOMPIS • GÅ UT • HA KUL!";

/* Welcome dialog description */
"Here's 500 Coins for joining! Now go invite some wings,\npost some DoubleDates,\nand have fun!" = "500 mynt i välkomstpresent! Bjud nu in kompisar,\ntjäna mer mynt & gå på en DoubleDate med\ndina vänner redan till helgen!";

/* Hi NAME! on users own profile view. */
"Hi %@!" = "Hej %@!";

/* No comment provided by engineer. */
"How do you want to add add a Wing?" = "Hur vill du lägga till en vän?";

/* No comment provided by engineer. */
"I'm a Wing" = "Jag är en kompis";

/* No comment provided by engineer. */
"I'm Attending" = "Jag deltar";

/* No comment provided by engineer. */
"I've Created" = "Jag har skapat";

/* Editing profile: interests header text. */
"Ice Breakers" = "Ice Breakers";

/* No comment provided by engineer. */
"Ignore" = "Ignorera";

/* No comment provided by engineer. */
"Interested in this DoubleDate?" = "Intresserad av denna DoubleDate?";

/* No comment provided by engineer. */
"Interests:" = "Intressen:";

/* No comment provided by engineer. */
"Invite" = "Bjud in";

/* No comment provided by engineer. */
"Invite %d User%@" = "Bjud in %1$d vänner%2$@";

/* No comment provided by engineer. */
"Invite Friends" = "Bjud in vänner";

/* Invites sent hud message. */
"Invites Sent" = "Inbjudan skickad";

/* Building profile view, smaller detail text */
"It'll only take a moment" = "Det här borde bara ta ett ögonblick.";

/* No comment provided by engineer. */
"Let's go out and have some fun. Become my wing on DoubleDate!" = "Hej!! Jag skulle vilja att du följde med mig ut på en DoubleDate! Hänger du på? Klicka på länken.";

/* No comment provided by engineer. */
"Loading" = "Laddar";

/* Loading Status */
"Loading..." = "Laddar..";

/* No comment provided by engineer. */
"Locations" = "Städer";

/* No comment provided by engineer. */
"Log In" = "Logga in";

/* No comment provided by engineer. */
"Log In to DoubleDate" = "Logga in på DoubleDate";

/* No comment provided by engineer. */
"Login with Facebook" = "Logga in med Facebook";

/* No comment provided by engineer. */
"Logout" = "Logga Ut";

/* No comment provided by engineer. */
"Message received. We'll let you know when they reply." = "Mottaget. Så fort dom svarar så får du meddelande. ";

/* Messages primary navigation item */
"Messages" = "Meddelanden";

/* Filter header for choosing nearby city */
"Near" = "Nära";

/* The city location when creating a DoubleDate. */
"Near %@" = "Nära %@";

/* No comment provided by engineer. */
"Nearby Venues" = "platser i närheten";

/* No comment provided by engineer. */
"Next" = "Nästa";

/* Cancel date menu, continue creating date */
"No, Continue" = "Nej, fortsätt";

/* Notifications primary navigation item */
"Notifications" = "Notiser";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Oops! DoubleDate has encountered an error." = "Oops! DoubleDate fick problem. Försök igen.";

/* No comment provided by engineer. */
"Please enable location services." = "Vänligen slå på platstjänster via inställningar/integritetsskydd.";

/* No comment provided by engineer. */
"Popular Interests" = "Populära Intressen";

/* No comment provided by engineer. */
"POPULAR!" = "POPULÄR!";

/* No comment provided by engineer. */
"Powered by Foursquare" = "Powered by Foursquare";

/* Pull down to refresh status */
"Pull down to refresh..." = "Dra ner för att uppdatera..";

/* Get users current FB photo. */
"Pull Facebook Photo" = "Facebook Foto";

/* Release to refresh status */
"Release to refresh..." = "Släpp för uppdatering..";

/* No comment provided by engineer. */
"Reply..." = "Svara..";

/* No comment provided by engineer. */
"Resize & Position" = "Ändra & Positionera";

/* No comment provided by engineer. */
"Resume Chat" = "Fortsätt Chatta";

/* Save button of crop image UI */
"Save" = "Spara";

/* No comment provided by engineer. */
"Saved" = "Sparat";

/* No comment provided by engineer. */
"Search %@…" = "Sök %@..";

/* No comment provided by engineer. */
"Search DoubleDates" = "Sök DoubleDate";

/* No comment provided by engineer. */
"Search Wings" = "Sök Vänner";

/* No comment provided by engineer. */
"Search Wing…" = "Sök Vän..";

/* No comment provided by engineer. */
"Select your Wing..." = "Välj din kompis.. ";

/* No comment provided by engineer. */
"SEND" = "SKICKA";

/* No comment provided by engineer. */
"Send" = "Skicka";

/* No comment provided by engineer. */
"Send a Message" = "Skicka ett meddelande";

/* Text for Send Feedback button below menu */
"Send Us Feedback" = "Skicka Feedback ";

/* Sending message of feedback page */
"Sending feedback..." = "Skickar feedback..";

/* No comment provided by engineer. */
"Service Unavailable" = "Tjänsten är inte tillgänglig. Funkar internet? Prova igen.";

/* Editing profile: user bio sub-header detail text */
"Short n' Sweet" = "Kort & Enkelt";

/* No comment provided by engineer. */
"Sign Up with Email" = "Logga in med e-post";

/* Chat page locked label while engagement is expired */
"Snooze you lose! This chat has expired." = "Whoops!! Tiden går fort när man har kul. ";

/* No comment provided by engineer. */
"Start Chat" = "Starta Chatt";

/* Unlock engagement dialog title. */
"START CHAT" = "STARTA CHATT";

/* Take photo with camera. */
"Take a Photo" = "Ta ett Foto";

/* Thanks message after feedback sending */
"Thank You!" = "Tack så mycket!";

/* No comment provided by engineer. */
"The remote resource is unavailable. Please try again later." = "Nu är det något som inte funkar. Prova igen om en liten stund..";

/* Main text of no data in EXPLORE dates */
"There aren't any\nDoubleDates nearby." = "Det finns ingen\nDoubleDate i närheten.";

/* Chat page locked label while engagement is locked */
"This chat hasn't started yet." = "Den här chatten har inte startat ännu.";

/* Filter header for segment buttons to choose timeframe */
"Timeframe" = "Vilken tid?";

/* No comment provided by engineer. */
"Timeout" = "Timeout..Har du internet? Försök igen.";

/* No comment provided by engineer. */
"Try Again" = "Prova igen";

/* No comment provided by engineer. */
"Unlocking" = "Startar";

/* No comment provided by engineer. */
"Updated %@" = "Uppdaterad %@";

/* No comment provided by engineer. */
"Updating" = "Uppdaterar";

/* No comment provided by engineer. */
"Venues" = "Platser";

/* No comment provided by engineer. */
"View DoubleDate" = "Se DoubleDate";

/* No comment provided by engineer. */
"We rely on Facebook to ensure That DoubleDaters are genuine. We'll never post on your wall, or spam your friends." = "Vi följer Facebook´s nya regler och postar inte på din vägg eller skickar spam till dina vänner. Facebook används endast för att bekräfta att alla personer hos oss är äkta, inget annat. ";

/* Building profile view, title text */
"We're building your profile" = "Din profil skapas..";

/* No comment provided by engineer. */
"We're finding your location..." = "Vi hittar din plats..";

/* No comment provided by engineer. */
"Weekday" = "Veckodag";

/* No comment provided by engineer. */
"Weekend" = "Helg";

/* Welcome dialog title */
"Welcome to DoubleDate!" = "Välkommen till DoubleDate!";

/* No comment provided by engineer. */
"What are the ten things that\nyou can't live without?" = "Vilka 10 saker kan du inte\nleva utan? Skriv dom här!";

/* No comment provided by engineer. */
"When" = "När";

/* No comment provided by engineer. */
"Why Facebook?" = "Varför Facebook?";

/* No comment provided by engineer. */
"Wing" = "Vän";

/* Wings primary navigation item */
"Wings" = "Vänner";

/* Unlock engagement dialog message text */
"Would you like to start\nthis chat for %d coins?" = "Vill du vara hjälten & starta\ndenna chatt för %d mynt?";

/* Placeholder text for title of new DoubleDate. */
"Write a catchy title..." = "Skriv en titel för din dejt..";

/* Confirm chat stop button in action sheet */
"Yes" = "Ja";

/* No comment provided by engineer. */
"Yes! Unlock" = "Ja, sätt igång!";

/* Cancel date menu, actually cancel */
"Yes, Cancel" = "Ja, avbryt";

/* No comment provided by engineer. */
"Yes, Ignore" = "Ja, Ignorera";

/* No comment provided by engineer. */
"Yes, Remove" = "Ja, Ta bort";

/* Unlock engagement dialog confirm button text */
"Yes, Start" = "Ja, Starta";

/* No comment provided by engineer. */
"You are not able to send text messages" = "Du kan tyvärr inte skicka SMS. Endast iMessage. Bjud in via Facebook istället.";

/* No comment provided by engineer. */
"You are not authorized to make a payment" = "Du har tyvärr igen behörighet för denna betalning. ";

/* Notifications no data main text. */
"You don't have any notifications." = "Du har inga notiser. ";

/* Main text of no data in MINE dates */
"You haven't created any\nDoubleDates." = "Du har inte skapat någon\nDoubleDate ännu.";

/* No comment provided by engineer. */
"Your Bio" = "Om dig";

/* Feedback title on feedback page */
"Your Comments" = "Kommentera här:";

/* No comment provided by engineer. */
"Your Interests" = "Dina Intresssen";

/* No comment provided by engineer. */
"Your Location" = "Din Plats";

/* No comment provided by engineer. */
"Your Message" = "Ditt meddelande";

/* No comment provided by engineer. */
"Your message has been sent\nto %@ & %@!" = "Ditt meddelande har skickats\ntill %1$@ & %2$@!";

/* No comment provided by engineer. */
"Your Privacy is Important" = "DIN INTEGRITET ÄR VIKTIG!";

